bradlc.vscode-tailwindcss
charliermarsh.ruff
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
graphql.vscode-graphql-syntax
hollowtree.vue-snippets
james-yu.latex-workshop
juanblanco.solidity
kube.42header
leetcode.vscode-leetcode
lokalise.i18n-ally
mariusvanwijk-joppekoers.codam-norminette-3
mathematic.vscode-latex
ms-azuretools.vscode-docker
ms-python.autopep8
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
nomicfoundation.hardhat-solidity
ocamllabs.ocaml-platform
sdras.vue-vscode-snippets
stylelint.vscode-stylelint
twxs.cmake
vscode-icons-team.vscode-icons
vscodevim.vim
vue.volar
